// خرگوش اور کچھوا: Visual scenes for the story
export const rabbitTurtleScenes = [
  {
    text: "ایک جنگل میں ایک بہت چالاک اور تیز رفتار خرگوش رہتا تھا۔ وہ ہمیشہ کچھوے کی سست رفتاری پر ہنستا اور اس کا مذاق اڑاتا۔",
    img: "/images/stories/story 1/scene 1.png"
  },
  {
    text: "کچھوا خاموشی سے اپنے راستے چلتا رہتا۔ ایک دن دونوں میں دوڑ کا مقابلہ ہوا۔",
    img: "/images/stories/story 1/scene 2.png"
  },
  {
    text: "شروع ہوتے ہی خرگوش بہت آگے نکل گیا۔",
    img: "/images/stories/story 1/scene 3.png"
  },
  {
    text: " وہ جب مُڑ کر دیکھنے لگا، تو اسے کچھوے کا کہیں نام و نشان نہ ملا۔راستے میں خرگوش نے ایک سایہ دار درخت دیکھا۔",
    img: "/images/stories/story 1/scene 4.png"
  },
  {
    text: "پھر خرگوش نے سوچا کہ اگر وہ تھوڑی دیر آرام کرے، تو بعد میں آسانی سے مقابلے جیت جائے گا۔ وہ ایک سایہ دار درخت کے نیچے لیٹ گیا اور وہیں سو گیا۔",
    img: "/images/stories/story 1/scene 5.png"
  },
  {
    text: "اسی دوران، کچھوا آہستہ آہستہ مگر مسلسل چلتا رہا، کبھی رکا نہیں، اُدھر وہ درخت کے نیچے سوئے ہوئے خرگوش سے آگے نکل گیا۔",
    img: "/images/stories/story 1/scene 6.png"
  },
  {
    text: "آخرکار وہ منزل کی لائن پر پہنچ گیا،۔",
    img: "/images/stories/story 1/scene 7.png"
  },
  {
    text: "جب خرگوش کی نیند کھلی اور وہ دوڑ لگا کر آیا، تو وہاں اس کو دیکھ کر حیرت ہوئی کہ کچھوا پہلے سے موجود ہے۔ خرگوش بہت شرمندہ ہوا۔",
    img: "/images/stories/story 1/scene 8.png"
  },
  {
    text: "نتیجہ یہ نکلا کہ آہستہ مگر مسلسل کوشش کرنے والا آخرکار کامیاب ہوتا ہے۔",
    ending: true
  },
  {
    text: "غرور کا سر ہمیشہ نیچا ہوتا ہے۔",
    redEnding: true
  }
];
